Repository: g4jc/psxdev
Catalog: psxdev-tools-2.0.0/timtools/po/*.po
Languages: de

source: be quiet
de: Keine Ausgaben

source: print this text
de: Druckt diesen Text

source: be verbose
de: Ausführliche Ausgaben

source: print binary version
de: Zeigt die Programmversion

source: set output file
de: Setzt den Namen der Ausgabedatei

source: set image type (0=4-bit,1=8-bit,2=15-bit,3=24-bit)
de: Setzt den Bildtyp (0=4-bit,1=8-bit,2=15-bit,3=24-bit)

source: scale to new width (default: do not scale)
de: Skaliert auf neue Breite (Standard: nicht skalieren)

source: scale to new height (default: do not scale)
de: Skaliert auf neue Höhe (Standard: nicht skalieren)

source: %s - any to tim image converter Copyright (C) 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - konvertiert alles in das TIM Bildformat Copyright (C) 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: Usage: %s [options] <filename>
de: Benutzung: %s [Optionen] <Dateiname>

source: %s: input dimension: %dx%d
de: %s: Eingangsdimensionen: %dx%d

source: %s: scaled to: %dx%d
de: %s: skaliert auf: %dx%d

source: width
de: Breite

source: height
de: Höhe

source: mode (0..3)
de: Modus (0..3)

source: output
de: Ausgabedatei

source: number of cluts
de: Anzahl der Paletten (CLUTs)

source: %s - montage of multiple TIM images to one new image Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - montiert mehrere TIM Bilder zu einem neuen zusammen Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: input filename missing
de: Name der Eingabedatei fehlt

source: input file has zero length
de: Eingabedatei ist leer

source: clut x
de: Palettenposition x

source: clut y
de: Palettenposition y

source: pixel x
de: Bildschirmpunkt x

source: pixel y
de: Bildschirmpunkt y

source: %s - set position of TIM contents Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - setzt die Positionen in einem TIM Bild Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: shift 15-bit to full 24-bit (brighter colors)
de: Verschiebt 15-Bit auf volle 24-Bit (ergibt hellere Farben)

source: %s - RAW BINARY to PS-X EXE converter Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - RAW BINARY to PS-X EXE converter Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.
