Repository: g4jc/psxdev
Catalog: psxdev-tools-2.0.0/psxtools/po/*.po
Languages: de

source: be quiet
de: Keine Ausgaben

source: print this text
de: Druckt diesen Text

source: be verbose
de: Ausführliche Ausgaben

source: print binary version
de: Zeigt die Programmversion

source: set output file
de: Zeigt die Programmversion

source: set area code for europe
de: Setzt den Länderkode für Europa

source: set area code for north america
de: Setzt den Länderkode für Nordamerika

source: set area code for japan
de: Setzt den Länderkode für Japan

source: set stack pointer (SP, default: 0x801ffff0)
de: Setzt den Stapelzeiger (SP, Standard: 0x801ffff0)

source: use global pointer of object file (GP, default: 0x00000000)
de: Benutze den ""Globalen Zeiger" der Objektdatei (GP, Standard: 0x00000000)

source: set a custom area code string
de: Setzt einen eigenen Länderkode

source: %s - BFD to PS-X EXE converter Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - BFD nach PS-X EXE Konvertierer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: GP not supported with ELF
de: GP wird vom ELF format nicht unterstützt

source: Usage: %s [options] <filename>
de: Benutzung: %s [Optionen] <Dateiname>

source: input filename missing
de: Name der Eingabedatei fehlt

source: Reading from "%s"
de: Lese von "%s"

source: Writing to "%s"
de: Schreibe nach "%s"

source: Object file format is "%s"
de: Format der Objektdatei ist "%s"

source: GP optimized size is %d
de: Optimierte Größe des GP ist %d

source: Executable not stripped!
de: Das Programm enthält noch Symbole und Debuginformationen!

source: Section "%8s" is not stripped
de: Sektion "%8s" enthält noch Symbole und Debuginformationen

source: Section "%8s" will be exported
de: Sektion "%8s" wird exportiert

source: Aligning: %d -> %d
de: Ausrichtung: %d -> %d

source: PC=0x%08lx GP=0x%08lx Base=%08lx Size=0x%08lx
de: PC=0x%08lx GP=0x%08lx Anfang=%08lx Größe=0x%08lx

source: Section [%8s] Address [%08lx] Length [%06lx]
de: Sektion [%8s] Adresse [%08lx] Größe [%06lx]

source: set base address (default: 0x80010000)
de: Setzt die Anfangsadresse (Standard: 0x80010000)

source: set program counter (PC, Standard: address)
de: Setzt den Programmzähler (PC, Standard: address)

source: set global pointer (GP, default: 0)
de: Setzt den "Global Pointer" (GP, Standard: 0)

source: %s - RAW BINARY to PS-X EXE converter Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - RAW BINARY nach PS-X EXE Konvertierer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: Object file format is "RAW BINARY"
de: Format der Objektdatei ist "RAW BINARY"

source: Section [ .text] Address [%08lx] Length [%06lx] *
de: Sektion [ .text] Adresse [%08lx] Größe [%06lx] *

source: use this device (default: /dev/pccl)
de: Welches Gerät benutzt werden soll (Standard: /dev/pccl)

source: %s - download content of code preservation area Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Lade den Inhalt des Codebereiches Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: invalid checksum (%02x/%02x)
de: Ungültige Prüfsumme (%02x/%02x)

source: O.K.
de: Alles in Ordnung!

source: %s - upload a file to the code preservation area Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Speichere den Inhalt einer Datei in den Codebereich Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: input file has zero length
de: Eingabedatei ist leer

source: size of code preservation area: %d
de: Größe des Codebereiches: %d

source: not enough memory in code preservation area for that file!
de: Nicht genug Platz im Codebereich für diese Datei!

source: didn't correspond to checksum
de: Entspricht nicht der Prüfsumme

source: didn't recognize EEPROM
de: Konnte EEPROM nicht erkennen

source: failed writing to EEPROM
de: Fehler beim Schreiben in das EEPROM

source: unknown error code
de: Unbekannter Fehler (tut mir leid!)

source: set address (default: 0x80010000)
de: Setzt die Adresse (Standard: 0x80010000)

source: number of bytes to download (default: 0)
de: Anzahl Bytes die Heruntergeladen werden sollen (Standard: 0)

source: %s - download memory from the PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Lade Speicher von der PSX herunter Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: size must be greater than zero
de: Größenangabe darf nicht Null sein

source: %s - dummy skeleton Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - dummy skeleton Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: specify icon file(s) (16x16 4-Bit TIM)
de: Ikon Datei(en) (16x16 4-Bit TIM)

source: specify memory card title
de: Titel der Memorycard

source: %s - PS-X EXE to MEXE converter Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - PS-X EXE nach MEXE Konvertierer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: a maximum of three icons is allowed
de: maximal sind drei Ikons erlaubt

source: file is not a PSX executable
de: Datei ist kein ausführbares Programm für die PSX

source: using builtin icon of tux the penguin
de: benutze das eingebaute Ikon von Tux, dem Pinguin

source: icon %s has zero length
de: Ikon %s ist eine leere Datei

source: using "%s" as icon #%d
de: Benutze "%s" als ikon #%d

source: icon %s is not a TIM image
de: Das Ikon %s ist nicht im TIM Bildformat

source: icon %s is not a 16x16 4-Bit TIM image
de: Das Ikon %s ist kein 16x16 4-Bit TIM Bild

source: left edge of image area (default: 0)
de: Linke Ecke des Bildbereiches (Standard: 0)

source: top edge of image area (default: 0)
de: Obere Ecke des Bildbereiches (Standard: 0)

source: width of image area (default: 256)
de: Breite des Bildbereiches (Standard: 0)

source: height of image area (default: 240)
de: Höhe des Bildbereiches (Standard: 0)

source: pixel mode (0:15-bit, 1:24-bit, default:0)
de: Darstellungsmodus (0:15-bit, 1:24-bit, Standard:0)

source: %s - set PSX frame buffer mode Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - setzt den PSX Framebuffer Modus Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: emergency mode (you have to boot with a special CD-ROM)
de: Notfallmodus (Sie benötigen dafür eine spezielle CD-ROM)

source: %s - flash a PAR rom image Copyright (C) 1999 by Andrew Kieschnick <andrewk@mail.utexas.edu> Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - beschreibe das FlashROM mit einem neuen Image Copyright (C) 1999 by Andrew Kieschnick <andrewk@mail.utexas.edu> Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: WARNING: FLASH UPDATE - Turn PSX off and hit CTRL-C to abort!
de: WARNUNG: FLASH PROGRAMM AKTUALISIERUNG - Zum Abbrechen Schalten Sie die PSX aus oder Drücken Sie jetzt CTRL-C!

source: Press RESET on PSX to continue!
de: Drücken Sie den RESET Knopf an der PSX zum Weitermachen!

source: Sending update program.
de: Sende das Aktualisierungsprogramm.

source: Transfer error!
de: Übertragungsfehler!

source: Sending ROM image.
de: Sende das ROM Programm.

source: Update complete.
de: Aktualisierung Erfolgreich abgeschlossen.

source: icon number (1..3)
de: Ikonnummer (1..3)

source: %s - get icon from memory card image Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - extrahiere Ikon aus MemoryCard Datei Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: icon number must be between 1 and 3
de: Die Ikonnummer muß zwischen 1 und 3 liegen

source: file is not a memory card image
de: Datei ist kein Memorycard Spielstand

source: %d icon(s) in %s
de: %d Ikon(s) in %s

source: only %d icon(s) in %s, using first
de: Nur %d Ikon(s) in %s, benutze das Erste

source: %s - get control over the PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - übernimmt die Kontroller über die PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: memory card slot (default: 0)
de: Memorycard Schlitz (Standard: 0)

source: list in long format
de: Auflistung im Langformat

source: show sjis encoded file comment
de: Zeigt Kommentare SJIS kodiert

source: %s - list the contents of a memory card Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - listet den Inhalt einer MemoryCard Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - download file(s) from a memory card Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage Dateien von einer MemoryCard Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: downloading %s
de: Lade %s herunter

source: invalid checksum (%04x/%04x)
de: ungültige Prüfsumme (%04x/%04x)

source: force operation (default: ask)
de: Selbstständiges Arbeiten (Standard: den Benutzer Abfragen)

source: %s - upload file(s) to a memory card Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage Dateien auf eine MemoryCard Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: uploading %s
de: Lade %s hoch

source: delete file "%s" [yes/no]? :
de: Soll die Datei "%s" gelöscht werden [ja/nein]? :

source: yes
de: ja

source: deleting %s
de: Lösche %s

source: THIS APPLICATION DOES NOT YET WORK CORRECTLY - USE AT YOUR OWN RISK
de: DIESE ANWENDUNG ARBEITET NOCH NICHT EINWANDFREI - BENUTZUNG AUF EIGENE GEFAHR

source: %s - configure global modes of a device Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Konfiguriere globale Modi eines Gerätes Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - reset the PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Zurücksetzen der PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - give control back to the PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Rückgabe der Ausführungskontrolle an die PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - delete a file from a memory card Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Löscht eine Datei von einer MemoryCard Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: deleting "%s"...
de: Lösche "%s"...

source: number of tasks allowed (default: 4)
de: Anzahl System-Tasks (Voreingestellt: 4)

source: number of events allowed (default: 16)
de: Anzahl Systemereignisse (Voreingestellt: 16)

source: initial stack address (default: 0x801ffff0)
de: Initialer Stapelzeiger (Voreingestellt: 0x801ffff0)

source: run with full stdio and file server
de: Aktiviere Ausgabeumleitung und Dateiserver

source: run without server, but with console mode activated
de: Aktiviere Ausgabeumleitung, aber nicht den Dateiserver

source: normal start
de: Normaler Start

source: reset PSX before upload
de: Setze die PSX zurück vor einer Übertragung

source: break execution at main() function
de: Unterbreche die Programmausführung an der main() Funktion

source: poll until the game stops
de: Dauerabfragen bis das Spiel terminiert

source: where to place argv/argc arguments in memory
de: Wo liegen die Programmargumente (argc/argv) im Speicher

source: %s - upload and start PS-X EXE files Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage und Starte PS-X EXE Dateien Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - stdio and file server for the PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Ausgabeumleitung und Dateiserver für die PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - show the contents of the MIPS CPU registers Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Zeige die Register der MIPS CPU Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: no program is running
de: es läuft kein Programm

source: left edge of image area (default: caetla FBV)
de: Linke Ecke des Bildbereiches (Voreingestellt: caetla FBV)

source: top edge of image area (default: caetla FBV)
de: Obere Ecke des Bildbereiches (Voreingestellt: caetla FBV)

source: width of image area (default: caetla FBV)
de: Breite des Bildbereiches (Voreingestellt: caetla FBV)

source: height of image area (default: caetla FBV)
de: Höhe des Bildbereiches (Voreingestellt: caetla FBV)

source: %s - download a TIM image from the framebuffer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage ein Bild im TIM Format aus dem Videospeicher der PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: Downloading +%d+%d %dx%d (mode %d)
de: Übertrage +%d+%d %dx%d (Modus %d)

source: left edge of pixel (default: TIM)
de: Linke Ecke der Pixel (Voreingestellt: TIM)

source: top edge of pixel (default: TIM)
de: Obere Ecke der Pixel (Voreingestellt: TIM)

source: left edge of clut (default: TIM)
de: Linke Ecke der CLUT (Voreingestellt: TIM)

source: top edge of clut (default: TIM)
de: Obere Ecke der CLUT (Voreingestellt: TIM)

source: %s - upload a TIM image to the framebuffer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage ein Bild im TIM Format in den Videospeicher der PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: not a TIM image!
de: Dies ist kein Bild im TIM Format!

source: %s - upload memory to the PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage Speicher in die PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - download XA list Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage eine XA Liste in die PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s - dump a XA list file Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Zeige den Inhalt einer XA Liste Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: file is not a XA-LIST
de: Datei ist keine XA Liste

source: Volume: %s
de: Volumen: %s

source: Filename: %s
de: Dateiname: %s

source: Audio: %02x:%02x:%02x - %02x:%02x:%02x (Speed:%dX, Interleave:%d)
de: Audio: %02x:%02x:%02x - %02x:%02x:%02x (Geschwindigkeit:%dX, Interleave:%d)

source: %s - upload XA list Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Übertrage eine XA Liste in die PSX Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: invalid header
de: Ungültige Signatur im Datenkopf

source: unsupported version
de: Nicht unterstütze Version

source: over size
de: Größe überschritten

source: inconsistency checksum
de: Inkonsistente Prüfsumme
