Repository: g4jc/psxdev
Catalog: psxdev-tools-2.0.0/pcmtools/po/*.po
Languages: de

source: be quiet
de: Keine Ausgaben

source: print this text
de: Druckt diesen Text

source: be verbose
de: Druckt diesen Text

source: print binary version
de: Zeigt die Programmversion

source: set output file
de: Setzt den Namen der Ausgabedatei

source: %s - ADPCM to PCM packer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> based on VAG-Depacker, hacked by bITmASTER@bigfoot.com All Rights Reserved.
de: %s - ADPCM nach PCM Konvertierer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> basiert auf VAG-Depacker, zusammengehackt von bITmASTER@bigfoot.com Alle Rechte Vorbehalten.

source: Usage: %s [options] <filename>
de: Benutzung: %s [Optionen] <Dateiname>

source: %s - PCM to ADPCM packer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> based on VAG-Packer, hacked by bITmASTER@bigfoot.com All Rights Reserved.
de: %s - PCM nach ADPCM Konvertierer Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> based on VAG-Packer, hacked by bITmASTER@bigfoot.com Alle Rechte Vorbehalten.

source: which audio device (default: /dev/dsp)
de: welches Audiogerät (Voreingestellt: /dev/dsp)

source: enable stereo
de: Benutze Stereo

source: enable mono
de: Benutze Mono

source: set speed (default: 44100)
de: Setze Samplegeschwindigkeit (Voreingestellt: 44100)

source: set audio format (default: system default)
de: Setze Audioformat (Voreingestellt: Systemvorgabe)

source: buffer size (default: 4096 bytes)
de: Puffergröße (Voreingestellt: 4096 Bytes)

source: set number of channels (default: 1)
de: Anzahl Aufnahmekanäle (Voreingestellt: 1)

source: %s - play digital audio with OSS Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Abspielen von digitalem Audio unter Benutzung von OSS Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: unsupported format "%s"
de: Nicht unterstütztes Format "%s"

source: %s - query capabilities of OSS compatible audio device Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Abfrage der Eigenschaften eines OSS kompatiblen Audiogerätes Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.

source: %s has the following capabilities:
de: %s hat die folgenden Eigenschaften:

source: - Full duplex record/playback
de: - Vollduplex (Gleichzeitiges Aufnehmen und Abspielen)

source: - Real time capability
de: - Echtzeitfähig

source: - Device has some kind of internal buffers which may cause some delays and decrease precision of timing
de: - Gerät hat interne Puffer, die eventuell die Genauigkeit beeinträchtigen

source: - Has a coprocessor (Sometimes it's a DSP but usually not)
de: - Hat einen Effektprozessor

source: - Supports SETTRIGGER
de: - Unterstützt das SETTRIGGER Kommando

source: - Supports mmap()
de: - Unterstützt mmap()

source: %s supports 0x%08lx:
de: %s unterstützt 0x%08lx:

source: set length (default: 0 bytes)
de: setzt die Aufnahmelänge (Voreingestellt: 0 Bytes)

source: set time (default: 1 second)
de: setzt die Aufnahmezeit (Voreingestellt: eine Sekunde)

source: use RIFF-WAVE file format (default: raw pcm)
de: Benutze RIFF-WAVE als Dateiformat (Voreingestellt: PCM)

source: %s - record digital audio with OSS Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> All Rights Reserved.
de: %s - Aufnahme von digitalem Audio unter Benutzung von OSS Copyright (C) 1997, 1998, 1999, 2000 by Daniel Balster <dbalster@psxdev.de> Alle Rechte Vorbehalten.
